; TaskSwitchXP Pro 2.08 English Language File (Template)
; Translated by Ozzii <ozzii-23@walala.org>

19999="Serbian (Srpski)"


; Cofiguration
20000="TaskSwitchXP Pro 2.0 Konfiguracija"
20001="OK"
20002="Anuliraj"
20003="Prilepi"

; Filters
20031="TaskSwitchXP Fajlovi Konfiguracije (*.cfg)"


; Pages
20050="Generalno"
20051="Izgled"
20052="Lista Rada"
20053="Pregled"
20054="Info Rada"
20055="Prečice"
20056="Isključivanje"
20057="Napredno"
20058="O"

; Page descriptions
20070="Generalna Podešavanja"
20071="Podešavanja Izgleda"
20072="Lista Rada"
20073="Podešavanja Pregleda"
20074="Informacije Rada"
20075="TaskSwitchXP Prečice"
20076="TaskSwitchXP Isključivanja"
20077="Napredna Podešavanja"
20078="O TaskSwitchXP"


; General page
20100="Jezik:"
20101="<a id=\"idLang\" href=\"\">Naći više prevoda...</a>"
20102="Upotrebiti odvojena podešavanja za svakog korisnika"
20103="Autopokreni TaskSwitchXP sa sistemom"
20104="Postavi veliki prioritet za TaskSwitchXP"
20105="Proveriti da li je pokrenut Ms PowerToy TaskSwitcher"
20106="Ikone sistema:"
20107="Pokaži TaskSwitchXP sistemsku ikonu na pokretanje"
20108="Upotrebi drugu ikonu:"
20109="Spusti prozore sa desnim klikom na dugme Smanji"
20110="Sačuvaj ikonu TaskSwitchXP od WinXP auto-hide"
20111="Dodaj smanjeni programi na kraju Alt-Tab liste"

20120="Povrati standard"
20121="Učitaj..."
20122="Sačuvaj..."

; Appearance page
20200="Smeštaj na ekranu:"
20201="Pokaži na aktivnom monitoru"
20202="Dodaj senku na prozor TaskSwitchXP"
20203="Omogući providnost za prozor TaskSwitchX:"
20204="Omogući animaciju ulaznog prelaza (milisekunde):"
20205="Omogući animaciju izlaznog prelaza (milisekunde):"
20206="Omiljeni mod prikaza:"
20207="Vizuelni stil XP:"
20208="Klasični stil:"
20209="Nateraj upotrebu TaskSwitchXP Klasičnog stila"
20210="Uredi okna Levo-desno"

; Position on screen
20270="Gore - Levo"
20271="Gore - Centar"
20272="Gore - Desno"
20273="Centar - Levo"
20274="Centrirano"
20275="Centar - Desno"
20276="Dole - Levo"
20277="Dole - Centar"
20278="Dole - Desno"

; Modern XP skins
20280="Pokreni Start Panel Stil (standardno)"
20281="Stil PowerToy TaskSwitcher"
20282="Stil Jedan Prozor"
20283="Stil Flat XP"
20284="Stil Soft XP"
20285="Stil Palete Radova"

; Classical skins
20290="Pokreni Panel stil (standardno)"
20291="Stil Flat Start Panel"


; Task List page
20300="Izgled liste:"
20301="Broj kolona:"
20302="Širina (pikseli):"
20303="Broj linija:"
20304="Male ikone"
20305="Omogući pomoć za listu ikona"
20306="Enable cursor hand for hot-tracked item"
; or something like 20307="Enable mouse over selection", 
; I've translated it to Russian as: 20307="Select list item under cursor"
20307="Odabrati stavku ispod kursora"
20308="Obrni točak miša"
20309="Stil odabranja:"
20310="Pokazati pravougaonik odabranja"
20311="Stil i boje teksta:"
20312="Font:"
20313="Veličina:"
20314="B"
20315="I"
20316="Index boje:"

; List views
20390="Ikone"
20391="Vertikalna lista"

; Selection styles
20380="Frejm"
20381="Pravougaonik"
20382="Zaokruzen pravougaonik"

; Color indexes
20370="Standardni tekst"
20371="Odabran tekst"
20372="Pozadina odabiranja"
20373="Markiran tekst 1"
20374="Markirana pozadina 1"
20375="Markiran tekst 2"
20376="Markirana pozadina 2"


; Preview page
20400="Stil pregleda:"
20401="Stil pregleda \"Radne Površine\""
20402="Stil pregleda \"Prozora\""
20403="Uključi Paletu Rada u pregled"
20404="Pokazati samo zadnji prozor programa"
20405="Ne pokazati pozadinu radne površine u pregledu (stari 1.0 stil)"
20406="Nacrtaj tapetu kao pozadinu"
20407="Nacrtaj ivice oko pregleda"
20408="Vertikalno centriraj pregled"
20409="Pokaži naziv smanjenih prozora u pregledu (*)"
20410="Isključi sve providne prozore sa pregleda (*)"
20411="Širina pregledne slike (pikseli):"
20412="Kašnjenje prvog pregleda (milisekunde):"
20413="Ne keširaj pregledne slike"
20414="Omogući ažuriranje pregleda (milisekunde):"


; Info page
20500="Naziv okno:"
20501="Font:"
20502="Veličina:"
20503="I"
20504="K"
20505="Boja:"
20506="Crtati senku:"
20507="Dubina:"
20508="Boja:"
20509="Pokazati ikonu programa u oknu naziva"
20510="Koristiti malo maslovno okno"
20511="Info okno:"
20512="Font:"
20513="Veličina:"
20514="I"
20515="K"
20516="Boja:"
20517="Crtati senku:"
20518="Dubina:"
20519="Boja:"
20520="Visina:"
20521="Format:"

; Info formats
20590="Bez"
20591="Samo broj posla"
20592="Br Procesa"
20593="Ime Procesa"
20594="Ime Procesa  [PID]"
20595="Opis Programa"


; Hotkeys page
20600="Zameniti standardni Windows Alt-Tab"
20601="Omogućiti prekidač primerka sa Ctrl+Alt+[Shift]+Tab"
; or something like 20602="Don't hide TaskSwitchXP window on Alt releasing"
20602="Omogućiti Alt-Tab \"lepljiv\" mod"
; or something like 20603="Use low-level method to replace Alt-Tab"
20603="Koristiti niži-nivo za premeštanja Alt-Tab"
20604="TaskSwitchXP kontrola:"
20605="Lista programa:"
20606="Lista primerka:"
20607="Podesiti TaskSwitchXP:"
20608="Pokazati/Sakriti sistemsku ikonu:"
20609="Zatvoriti TaskSwitchXP:"
20610="Više prečica:"
20611="Smanjiti prozor:"
20612="Povratiti prozor:"


; Exclusions page
20700="Novo..."
20701="Editovati..."
20702="Skinuti"

; List groups
20780="Prikazati pregled"
20781="Nabrajanje prozora"

20790="Ime"
20791="Parametri"

; Advanced page
20800="Nazivi prozora:"
20801="Upotrebi naziv glavnog prozora programa"
20802="Napredna podešavanja interfejsa:"
20803="Skinuti okno naziva"
20804="Skinuti okno info"
20805="Rad sistemske ikone:"
20806="Kontekst meni:"
20807="Podešavanje:"
20808="Lista programa:"
20809="Lista primeraka:"
20810="Parametri podešivača:"
20811="Uvek pokazivati prozor podešavanja"
20812="Zapamtiti smeštaj prozora"
20813="Zapamtiti zadnji list podešavanja"
20814="Pokrenuti TaskSwitchXP na početku/zatvaranju"

; Tray icon actions
20890="Ništa"
20891="Levi klik"
20892="Levi dupli klik"
20893="Srednji klik"
20894="Srednji dupli klik"
20895="Desni klik"
20896="Desni dupli klik"


; About page

; Information about you: contact email, website, etc.
; PLEASE NO COMMERCIAL ADS, ONLY YOUR PERSONAL INFORMATION!!!
;
; You can place here a text with two links in HTML format:
;   1) <a id=\"idTranslatorHome\" href=\"http://www.ntwind.com\">homepage</a>
;   2) <a id=\"idTranslatorMail\" href=\"mailto:alexander@ntwind.com">e-mail</a>
; Don't forget about special characters (like as \" and \\) in HTML tags, and 
; check out your links!
;
; You can also place here a salutation for TaskSwitchXP users!  ;)

20900="Preveli <a id=\"idTranslatorMail\" href=\"mailto:ozzii-23@walala.org\">Ozzii i Žizela.</a> Za promene, pošaljite nam e-poštu\r\n"


; Exclusions dialog
22000="TaskSwitchXP Isključivanje"
22001="OK"
22002="Anulirati"
22003="Aktivni programi:"
22004="Ažuriranje"
22005="Ime isključivanja:"
22006="Isključio:"
22007="Ime procesa:"
22008="Klasa Prozora:"
22009="Naziv Prozora:"
22010="Isključeno od:"
22011="pregled pokazivanja"
22012="nabrajanje prozora"
22013="Uključeno"

22090="" ; not excluded
22091=">> izbačeno sa pregleda"
22092=">> izbačeno sa nabrajanja"

; Configurator Errors
30000="TaskSwitchXP Podešavanje Greška"
30002="Nemoguće pokrenuti TaskSwitchXP.exe! Proveriti instalaciju TaskSwitchXP-a."
30003="Nemoguće sačuvati podešavanja u registru. Proveriti vaša prava."
30004="Nemoguće učitati podešavanja sa fajla."
30005="Nemoguće učitati podešavanja sa fajla. Standardna podešavanja vraćena."
30006="Nemoguće sačuvati podešavanja u fajlu."

; Hints for exclusion dialog
30100="Isključivanje bez imena"
30101="Uneti ime isključivanja."
30102="Bez parametra"
30103="Uneti parametre isključivanja."
30104="Bez imena procesa"
30105="Uneti ime procesa."
30106="Bez klase prozora"
30107="Uneti klasu prozora."

; Confirmations
30900="TaskSwitchXP Potvrđivanje"
30901="TaskSwitchXP je našao više monitora.\r\nDa se uključi \"Window\" pregled za pokazivanje svih pregleda sa drugog monitora?"


; TaskSwitchXP Language Strings

; Tray menu
31000="Lista programa"
31001="Lista primera"	
31002="Podešavanja..."
31003="Izlaz"

31020="Brza podešavanja"
31021="Sakriti sistemsku ikonu"
31022="Promeniti Alt-Tab"
31023="Uključiti prekidač Primera"
31024="Uključiti Alt-Tab ""lepljiv"" mod"
31025="Koristiti niži-nivo"
31026="Novo isključivanje..."

31050="Pomoć"
31051="Dokumentacija"
31052="Glavna Stranica"
31053="O TaskSwitchXP"

; Tray menu for minimized applications
31090="TSXP: %d programa"
31091="Povratiti Sve"
31092="Smanjiti Sve"
31093="Zatvoriti Sve"
31094="Povratiti"
31095="Smanjiti"
31096="Zatvoriti"

; Task List menu
31110="Preći Na"
31111="Smanjiti"
31112="Smanjiti u Sistemu"
31113="Vodopad"
31114="Horizontalno"
31115="Vertikalno"
31116="Povratiti"
31117="Povećati"
31118="Zatvoriti"
31119="Zaustaviti Proces"

; Common menu
31150="Pokazati Info Precesa"
31151="Odabrati Sve"
31152="Skinuti Odabiranje"
31153="Skinuti Odabrane"
31154="Srediti po Nazivu"
31155="Srediti po Programu"	

; Process Info mask
; Here are used some terms from Windows Task Manager (Ctrl+Shift+Esc, Processes ; tab, View->Select Columns...)!
; WARNING: Don't replace %x special characters!!!
31500="Ime Slike:  %s\r\nBr Procesa:  %u\r\n\r\nTrajnost:  %u:%02u:%02u\r\nCPU Vreme:  %u:%02u:%02u\r\n\r\nUpotreba Mem:  %uK\r\nVM Veličina:  %uK"
31501="N/D" ; Informacije procesa nisu dostupne...

; Confirmations
31900="TaskSwitchXP podešavanje"
31901="TaskSwitchXP već radi. Zaustaviti ga?"
31902="Zaustaviti TaskSwitchXP?"
31903="TaskSwitchXP našao Ms PowerToy TaskSwitcher.\r\nZaustaviti ga?"

; Errors
32000="TaskSwitchXP Greška"
32002="Pogrešna inicijalizacija."
32003="Nemoguće instaliranje nižeg-nivoa tastature."
32004="Nemoguća registacija prečice Alt+Tab ili Alt+Shift+Tab.\r\nMožda je već koristi drugi program."
32005="Nemoguća registacija prečice Ctrl+Alt+Tab ili Ctrl+Alt+Shift+Tab.\r\nMožda je već koristi drugi program."
32006="Nemoguće pokretanje ConfigTsXP.exe! Proveriti instalaciju TaskSwitchXP-a."

32500="Nemoguća registracija prečice:\r\n\r\nIme: %s\r\nPromene: %02X\r\nVirtuelni Kod: %02X"
32501="Zaustaviti TaskSwitchXP"
32502="Pokazati/Sakriti sistemsku ikonu"
32503="Podesiti TaskSwitchXP"
32504="Lista programa"
32505="Lista primera"
32506="Smanjiti prozore u sistemu"
32507="povratiti sa sistema"
